Repository: guanzi008/linyaps
Catalog: po/*.po
Languages: pl, uk

source: If you found any problems during use You can report bugs to the linyaps team under this project: https://github.com/OpenAtom-Linyaps/linyaps/issues
pl: Jeśli znajdziesz jakieś problemy, Możesz zgłosić błąd do zespołu linyaps klikając ten link: https://github.com/OpenAtom-Linyaps/linyaps/issues
uk: Якщо під час користування у вас виникнуть якісь проблеми, ви можете повідомити про вади команді розробників linyaps на сторінці проєкту: https://github.com/OpenAtom-Linyaps/linyaps/issues

source: Create linyaps build template project
pl: Utwórz szablon budowania projektu linyaps
uk: Створити проєкт шаблону збирання linyaps

source: Usage: ll-builder create [OPTIONS] NAME
pl: Polecenie: ll-builder create [OPCJE] NAZWA
uk: Користування: ll-builder create [ПАРАМЕТРИ] НАЗВА

source: Project name
pl: Nazwa projektu
uk: Назва проєкту

source: Build a linyaps project
pl: Zbuduj projekt linyaps
uk: Зібрати проєкт linyaps

source: Usage: ll-builder build [OPTIONS] [COMMAND...]
pl: Polecenie: ll-builder build [OPCJE] [KOMENDA...]
uk: Користування: ll-builder build [ПАРАМЕТРИ] [КОМАНДА...]

source: File path of the linglong.yaml
pl: Ścieżka pliku linglong.yaml
uk: Шлях до файла linglong.yaml

source: Enter the container to execute command instead of building applications
pl: Wykonuj polecenia wewnątrz kontenera, zamiast ciągle przebudowywać aplikacje
uk: Введіть контейнер для виконання команди замість збирання програм

source: Only use local files. This implies --skip-fetch-source and --skip-pull-depend will be set
pl: Korzystaj tylko z plików lokalnych. To oznacza, że flagi --skip-fetch-source i --skip-pull-depend będą ustawione
uk: Використовувати лише локальні файли. Неявно припускає, що буде встановлено --skip-fetch-source і --skip-pull-depend

source: Build full develop packages, runtime requires
pl: Zbuduj ze wszystkimi pakietami dewelopera, wymagane przez środowisko wykonawcze
uk: Зібрати повні пакунки для розробки, потрібне середовище виконання

source: Skip fetch sources
pl: Pomiń pobieranie źródeł
uk: Пропустити отримання початкового коду

source: Skip pull dependency
pl: Pomiń pobieranie zależności
uk: Пропустити отримання залежності

source: Skip run container
pl: Pomiń uruchamianie kontenera
uk: Пропустити запуск контейнера

source: Skip commit build output
pl: Pomiń dane commitów buildu
uk: Пропустити внесення результатів збирання

source: Skip output check
pl: Pomiń kontrolę danych wyjściowych
uk: Пропустити перевірку результатів

source: Skip strip debug symbols
pl: Pomiń usuwanie symboli debug
uk: Пропустити вилучення діагностичних символів

source: Build in an isolated network environment
pl: Zbuduj w izolowanym środowisku sieciowym
uk: Зібрати у ізольованому середовищі у мережі

source: Run built linyaps app
pl: Uruchom zbudowaną aplikację linyaps
uk: Запустити зібрану програму linyaps

source: Usage: ll-builder run [OPTIONS] [COMMAND...]
pl: Polecenie: ll-builder run [OPCJE] [KOMENDA...]
uk: Користування: ll-builder run [ПАРАМЕТРИ] [КОМАНДА...]

source: Run specified module. eg: --modules binary,develop
pl: Uruchom określony moduł. np. --modules binary,develop
uk: Запустити вказаний модуль. Приклад: --modules binary,develop

source: Enter the container to execute command instead of running application
pl: Wykonuj polecenia wewnątrz kontenera, zamiast włączać aplikację
uk: Введіть контейнер для виконання команди замість запуску програми

source: Run in debug mode (enable develop module)
pl: Uruchom w trybie debug (włącz moduł develop)
uk: Запустити у діагностичному режимі (увімкнути модуль розробки)

source: List built linyaps app
pl: Wyświetl listę zbudowanych aplikacji linyaps
uk: Вивести список зібраних програм linyaps

source: Usage: ll-builder list [OPTIONS]
pl: Polecenie: ll-builder list [OPCJE]
uk: Користування: ll-builder list [ПАРАМЕТРИ]

source: Remove built linyaps app
pl: Usuń zbudowaną aplikację linyaps
uk: Вилучити зібрану програму linyaps

source: Usage: ll-builder remove [OPTIONS] [APP...]
pl: Polecenie: ll-builder remove [OPCJE] [APLIKACJA...]
uk: Користування: ll-builder remove [ПАРАМЕТРИ] [ПРОГРАМА...]

source: Export to linyaps layer or uab
pl: Eksportuj do warstwy linyaps lub uab
uk: Експортувати до шару або uab linyaps

source: Usage: ll-builder export [OPTIONS]
pl: Polecenie: ll-builder export [OPCJE]
uk: Користування: ll-builder export [ПАРАМЕТРИ]

source: Uab icon (optional)
pl: Ikona uab (opcjonalne)
uk: Піктограма uab (необов'язкова)

source: Export to linyaps layer file (deprecated)
pl: Eksportuj do pliku warstwy linyaps (brak wsparcia)
uk: Експортувати до файла шару linyaps (застаріле)

source: Use custom loader
pl: Użyj własnego loadera
uk: Використати нетиповий завантажувач

source: Don't export the develop module
pl: Nie eksportuj modułu develop
uk: Не експортувати модуль розробки

source: Output file
pl: Plik wyjściowy
uk: Файл результатів

source: Reference of the package
pl: Odniesienie pakietu
uk: Посилання пакунка

source: Modules to export
pl: Moduły do wyeksportowania
uk: Модулі, які слід експортувати

source: Push linyaps app to remote repo
pl: Wyślij aplikację linyaps do zdalnego repozytorium
uk: Записати програму linyaps до віддаленого сховища

source: Usage: ll-builder push [OPTIONS]
pl: Polecenie: ll-builder push [OPCJE]
uk: Користування: ll-builder push [ПАРАМЕТРИ]

source: Remote repo url
pl: Adres URL zdalnego repozytorium
uk: Адреса віддаленого сховища

source: Remote repo name
pl: Nazwa zdalnego repozytorium
uk: Назва віддаленого сховища

source: Push single module
pl: Wyślij pojedynczy moduł
uk: Записати окремий модуль

source: Import linyaps layer to build repo
pl: Importuj warstwę linyaps do repozytorium build
uk: Імпортувати шар linyaps для побудови сховища

source: Usage: ll-builder import [OPTIONS] LAYER
pl: Polecenie: ll-builder import [OPCJE] WARSTWA
uk: Користування: ll-builder import [ПАРАМЕТРИ] ШАР

source: Layer file path
pl: Ścieżka pliku layer
uk: Шлях до файла шару

source: Import linyaps layer dir to build repo
pl: Importuj katalog warstw linyaps do repozytorium build
uk: Імпортувати каталог шару linyaps для побудови сховища

source: Usage: ll-builder import-dir PATH
pl: Polecenie: ll-builder import-dir ŚCIEŻKA
uk: Користування: ll-builder import-dir ШЛЯХ

source: Layer dir path
pl: Ścieżka katalogu layer
uk: Шлях до каталогу шару

source: Extract linyaps layer to dir
pl: Wypakuj warstwy linyaps do katalogu
uk: Видобути шар linyaps до каталогу

source: Usage: ll-builder extract [OPTIONS] LAYER DIR
pl: Polecenie: ll-builder extract [OPCJE] WARSTWA KATALOG
uk: Користування: ll-builder extract [ПАРАМЕТРИ] ШАР КАТАЛОГ

source: Destination directory
pl: Katalog docelowy
uk: Каталог призначення

source: Display and manage repositories
pl: Wyświetl i zarządzaj repozytoriami
uk: Показати сховища і керувати ними

source: Usage: ll-builder repo [OPTIONS] SUBCOMMAND
pl: Polecenie: ll-builder repo [OPCJE] PODKOMENDA
uk: Користування: ll-builder repo [ПАРАМЕТРИ] ПІДКОМАНДА

source: Usage: ll-builder repo add [OPTIONS] NAME URL
pl: Polecenie: ll-builder repo add [OPCJE] NAZWA URL
uk: Користування: ll-builder repo add [ПАРАМЕТРИ] НАЗВА АДРЕСА

source: Usage: ll-builder repo remove [OPTIONS] NAME
pl: Polecenie: ll-builder repo remove [OPCJE] NAZWA
uk: Користування: ll-builder repo remove [ПАРАМЕТРИ] НАЗВА

source: Usage: ll-builder repo update [OPTIONS] NAME URL
pl: Polecenie: ll-builder repo update [OPCJE] NAZWA URL
uk: Користування: ll-builder repo update [ПАРАМЕТРИ] НАЗВА АДРЕСА

source: Usage: ll-builder repo set-default [OPTIONS] NAME
pl: Polecenie: ll-builder repo set-default [OPCJE] NAZWA
uk: Користування: ll-builder repo set-default [ПАРАМЕТРИ] НАЗВА

source: Usage: ll-builder repo enable-mirror [OPTIONS] ALIAS
pl: Polecenie: ll-builder repo enable-mirror [OPCJE] ALIAS
uk: Користування: ll-builder repo enable-mirror [ПАРАМЕТРИ] АЛЬТЕРНАТИВНА_НАЗВА

source: Usage: ll-builder repo disable-mirror [OPTIONS] ALIAS
pl: Polecenie: ll-builder repo disable-mirror [OPCJE] ALIAS
uk: Користування: ll-builder repo disable-mirror [ПАРАМЕТРИ] АЛЬТЕРНАТИВНА_НАЗВА

source: Usage: ll-builder repo show [OPTIONS]
pl: Polecenie: ll-builder repo show [OPCJE]
uk: Користування: ll-builder repo show [ПАРАМЕТРИ]

source: linyaps build tool version
pl: Wersja narzędzia budowania linyaps
uk: Інструмент збирання linyaps, версія

source: Whether to allow %1 to access %2?
pl: Zezwolić %1 na dostęp do %2?
uk: Чи слід дозволяти %1 доступ до %2?

source: Allow
pl: Zezwól
uk: Дозволити

source: Deny (%1s)
pl: Odrzuć (%1s)
uk: Заборонити (%1с)

source: Linglong Package Manager
pl: Menedżer pakietów Linglong
uk: Засіб керування пакунками Linglong

source: is starting
pl: w trakcie uruchamiania
uk: запускається
