Repository: guanzi008/linyaps
Catalog: po/*.po
Languages: pl, uk

source: Permission denied, please check whether you are running as root.
pl: Odmowa dostępu, sprawdź, czy uruchamiasz jako root.
uk: Відмовлено у доступі. Будь ласка, перевірте, чи запущено програму від імені користувача root.

source: To install the module, one must first install the app.
pl: Aby zainstalować moduł, najpierw zainstaluj aplikację.
uk: Для встановлення модуля слід спочатку встановити програму.

source: Module is already installed.
pl: Moduł jest już zainstalowany.
uk: Модуль вже встановлено.

source: Install failed
pl: Nie udało się zainstalować
uk: Не вдалося встановити

source: The module could not be found remotely.
pl: Nie znaleziono modułu w zdalnym repozytorium.
uk: Не вдалося знайти модуль віддалено.

source: Uninstall failed
pl: Nie udało się odinstalować
uk: Не вдалося вилучити

source: Upgrade failed
pl: Nie udało się zaktualizować
uk: Не вдалося оновити

source: Application is not installed.
pl: Aplikacja nie jest zainstalowana.
uk: Програму не встановлено.

source: Latest version is already installed.
pl: Najnowsza wersja jest już zainstalowana.
uk: Вже встановлено найсвіжішу версію.

source: Network connection failed. Please: 1. Check your internet connection 2. Verify network proxy settings if used
pl: Błąd połączenia z siecią. Spróbuj: 1. Sprawdzić swoje połączenie sieciowe 2. Jeśli korzystasz, sprawdzić ustawienia proxy
uk: Не встановлено з'єднання з мережею. Будь ласка, 1. Перевірте працездатність з'єднання з інтернетом 2. Перевірте параметри проксі-сервера, якщо такий використано

source: Application already installed, If you want to replace it, try using 'll-cli install %1 --force'
pl: Aplikacja jest już zainstalowana. Jeśli chcesz ją zastąpić, spróbuj 'll-cli install %1 --force'
uk: Програму вже встановлено. Якщо ви хочете її замінити, спробуйте команду «ll-cli install %1 --force»

source: Application %1 is not found in remote repo.
pl: Aplikacja %1 nie została znaleziona w zdalnym repozytorium
uk: У віддаленому сховищі не знайдено програми %1.

source: Cannot specify a version when installing a module.
pl: Nie można ustawić wersji podczas instalowania modułu.
uk: Не можна вказувати версію, якщо встановлюється модуль.

source: The latest version has been installed. If you want to replace it, try using 'll-cli install %1/version --force'
pl: Najnowsza wersja jest już zainstalowana. Jeśli chcesz ją zastąpić, spróbuj 'll-cli install %1/version --force'
uk: Вже встановлено найсвіжішу версію. Якщо ви хочете її замінити, спробуйте команду «ll-cli install %1/version --force»

source: Multiple versions of the package are installed. Please specify a single version to uninstall: %1
pl: Znaleziono wiele wersji tego samego pakietu. Wybierz wersję do odinstalowania: %1
uk: Встановлено декілька версій пакунка. Будь ласка, вкажіть одну версію, яку слід вилучити: %1

source: The application is currently running and cannot be uninstalled. Please turn off the application and try again.
pl: Aplikacja jest obecnie uruchomiona i nie można jej odinstalować. Wyłącz aplikację i spróbuj ponownie.
uk: Зараз програму запущено, отже її пакунок не можна вилучити. Будь ласка, завершіть роботу програми і повторіть спробу.

source: Base or runtime cannot be uninstalled, please use 'll-cli prune'.
pl: Nie można odinstalować bazy lub środowiska wykonawczego. Skorzystaj z polecenia 'll-cli prune'.
uk: Не вдалося вилучити основу або середовище виконання, будь ласка, скористайтеся 'll-cli prune'.

source: The cache generation failed, please uninstall and reinstall the application.
pl: Nie udało się wygenerować pamięci Cache, spróbuj ponownie zainstalować aplikację.
uk: Не вдалося створити кеш. Будь ласка, вилучіть і повторно встановіть програму.

source: Input parameter is empty, please input valid parameter instead
pl: Parametr wejściowy jest pusty, wprowadź prawidłowy parametr
uk: Вхідний параметр є порожнім. Будь ласка, вкажіть чинний параметр

source: Run an application
pl: Uruchom aplikację
uk: Запустити програму

source: Specify the application ID
pl: Wprowadź ID aplikacji
uk: Вказати ідентифікатор програми

source: Usage: ll-cli run [OPTIONS] APP [COMMAND...] Example: # run application by appid ll-cli run org.deepin.demo # execute commands in the container rather than running the application ll-cli run org.deepin.demo bash ll-cli run org.deepin.demo -- bash ll-cli run org.deepin.demo -- bash -x /path/to/bash/script
pl: Polecenie: ll-cli run [OPCJE] APLIKACJA [KOMENDA...] Przykład: # uruchom aplikację po ID aplikacji ll-cli run org.deepin.demo # uruchamiaj komendy wewnątrz kontenera zamiast obok aplikacji ll-cli run org.deepin.demo bash ll-cli run org.deepin.demo -- bash ll-cli run org.deepin.demo -- bash -x /path/to/bash/script
uk: Користування: ll-cli run [ПАРАМЕТРИ] ПРОГРАМА [КОМАНДА...] Приклад: # запустити програму за ідентифікатором ll-cli run org.deepin.demo # виконати команди у контейнері, без запуску програми ll-cli run org.deepin.demo bash ll-cli run org.deepin.demo -- bash ll-cli run org.deepin.demo -- bash -x /path/to/bash/script

source: Pass file to applications running in a sandbox
pl: Przekaż pliki aplikacji działającej w piaskownicy
uk: Передати файл програмам, які запущено у пісочниці

source: Pass url to applications running in a sandbox
pl: Przekaż adres URL aplikacji działającej w piaskownicy
uk: Передати адресу програмам, які запущено у пісочниці

source: Set environment variables for the application
pl: Ustaw zmienne środowiskowe aplikacji
uk: Встановити змінні середовища для програми

source: Input parameter is invalid, please input valid parameter instead
pl: Parametr wejściowy jest nieprawidłowy, wprowadź prawidłowy parametr.
uk: Вхідний параметр є некоректним. Будь ласка, вкажіть замість нього коректний параметр

source: Specify the base used by the application to run
pl: Wybierz bazę, na której zostanie uruchomiona aplikacja
uk: Вкажіть основу, на якій запускатиметься програма

source: Specify the runtime used by the application to run
pl: Wybierz środowisko wykonawcze, na którym zostanie uruchomiona aplikacja
uk: Вкажіть середовище виконання, яке використовуватиметься для роботи програми

source: Run commands in a running sandbox
pl: Uruchom komendy w działającej piaskownicy
uk: Запустити команди у запущеній пісочниці

source: List running applications
pl: Wyświetl listę uruchomionych aplikacji
uk: Вивести список запущених програм

source: Usage: ll-cli ps [OPTIONS]
pl: Polecenie: ll-cli ps [OPCJE]
uk: Користування: ll-cli ps [ПАРАМЕТРИ]

source: Enter the namespace where the application is running
pl: Wprowadź namespace, w której jest uruchomiona aplikacja
uk: Введіть простір назв, у якому запущено програму

source: Specify the application running instance(you can get it by ps command)
pl: Podaj instancję aplikacji (znajdziesz ją za pomocą komendy ps)
uk: Вказати запущений екземпляр програми (отримати його можна за допомогою команди ps)

source: Specify working directory
pl: Podaj katalog roboczy
uk: Вказати робочий каталог

source: Stop running applications
pl: Zatrzymaj uruchomione aplikacje
uk: Зупинити запущені програми

source: Usage: ll-cli kill [OPTIONS] APP
pl: Polecenie: ll-cli kill [OPCJE] APLIKACJA
uk: Користування: ll-cli kill [ПАРАМЕТРИ] ПРОГРАМА

source: Specify the signal to send to the application
pl: Podaj sygnał jaki wysłać aplikacji
uk: Вказати сигнал для надсилання програмі

source: Specify the running application
pl: Podaj nazwę uruchomionej aplikacji
uk: Вказати запущену програму

source: Installing an application or runtime
pl: Zainstaluj aplikację lub środowisko wykonawcze
uk: Встановлення програми або середовища виконання

source: Usage: ll-cli install [OPTIONS] APP Example: # install application by appid ll-cli install org.deepin.demo # install application by linyaps layer ll-cli install demo_0.0.0.1_x86_64_binary.layer # install application by linyaps uab ll-cli install demo_x86_64_0.0.0.1_main.uab # install specified module of the appid ll-cli install org.deepin.demo --module=binary # install specified version of the appid ll-cli install org.deepin.demo/0.0.0.1 # install application by detailed reference ll-cli install stable:org.deepin.demo/0.0.0.1/x86_64
pl: Polecenie: ll-cli install [OPCJE] APLIKACJA Przykład: # zainstaluj aplikację po ID aplikacji ll-cli install org.deepin.demo # zainstaluj aplikację po warstwie linyaps ll-cli install demo_0.0.0.1_x86_64_binary.layer # zainstaluj aplikację linyaps uab ll-cli install demo_x86_64_0.0.0.1_main.uab # zainstaluj moduł po ID aplikacji ll-cli install org.deepin.demo --module=binary # zainstaluj określoną wersję po ID aplikacji ll-cli install org.deepin.demo/0.0.0.1 # zainstaluj aplikację po szczegółowym odniesieniu ll-cli install stable:org.deepin.demo/0.0.0.1/x86_64
uk: Користування: ll-cli install [ПАРАМЕТРИ] ПРОГРАМА Приклад: # встановити програму за ідентифікатором ll-cli install org.deepin.demo # встановити програму за шаром linyaps ll-cli install demo_0.0.0.1_x86_64_binary.layer # встановити програму за uab linyaps ll-cli install demo_x86_64_0.0.0.1_main.uab # встановити вказаний модуль за ідентифікатором ll-cli install org.deepin.demo --module=binary # встановити вказану версію за ідентифікатором ll-cli install org.deepin.demo/0.0.0.1 # встановити програму за докладним посиланням ll-cli install stable:org.deepin.demo/0.0.0.1/x86_64

source: Specify the application ID, and it can also be a .uab or .layer file
pl: Podaj ID aplikacji, może być to również plik .uab lub .layer
uk: Вказати за ідентифікатором програми, також можна вказати файл .uab або .layer

source: Install a specify module
pl: Zainstaluj moduł
uk: Встановити вказаний модуль

source: Install from a specific repo
pl: Zainstaluj z wybranego repozytorium
uk: Встановити з певного сховища

source: Force install the application
pl: Wymuś instalację aplikacji
uk: Примусово встановити програму

source: Automatically answer yes to all questions
pl: Automatycznie odpowiedz tak dla wszystkich pytań
uk: Автоматично відповідати «так» на усі питання

source: Uninstall the application or runtimes
pl: Odinstaluj aplikację lub środowisko wykonawcze
uk: Вилучити програму або середовища виконання

source: Usage: ll-cli uninstall [OPTIONS] APP
pl: Polecenie: ll-cli uninstall [OPCJE] APLIKACJA
uk: Користування: ll-cli uninstall [ПАРАМЕТРИ] ПРОГРАМА

source: Specify the applications ID
pl: Podaj ID aplikacji
uk: Вказати ідентифікатори програм

source: Uninstall a specify module
pl: Odinstaluj określony moduł
uk: Вилучити вказаний модуль

source: Remove all unused modules
pl: Usuń wszystkie nieużywane moduły
uk: Вилучити усі невикористані модулі

source: Uninstall all modules
pl: Odinstaluj wszystkie moduły
uk: Деінсталювати усі модулі

source: Upgrade the application or runtimes
pl: Zaktualizuj aplikację lub środowisko wykonawcze
uk: Оновити програму або середовища виконання

source: Usage: ll-cli upgrade [OPTIONS] [APP]
pl: Polecenie: ll-cli upgrade [OPCJE] [APLIKACJA]
uk: Користування: ll-cli upgrade [ПАРАМЕТРИ] [ПРОГРАМА]

source: Specify the application ID. If it not be specified, all applications will be upgraded
pl: Podaj ID aplikacji. Jeśli nie podasz, wszystkie aplikacje zostaną zaktualizowane.
uk: Вказати ідентифікатор програми. Якщо не вказано, буде оновлено усі програми

source: Search the applications/runtimes containing the specified text from the remote repository
pl: Szukaj aplikacji/środowisk wykonawczych zawierających wpisany tekst w zdalnym repozytorium
uk: Шукати у віддаленому сховищі програми або середовища виконання, назви яких містять вказаний текст

source: Usage: ll-cli search [OPTIONS] KEYWORDS Example: # find remotely application(s), base(s) or runtime(s) by keywords ll-cli search org.deepin.demo # find all of app of remote ll-cli search . # find all of base(s) of remote ll-cli search . --type=base # find all of runtime(s) of remote ll-cli search . --type=runtime
pl: Polecenie: ll-cli search [OPCJE] SŁOWA KLUCZOWE Przykład: # znajdź zdalnie aplikacje, bazy i środowiska wykonawcze ll-cli search org.deepin.demo # znajdź zdalnie środowisko wykonawcze ll-cli search org.deepin.base --type=runtime # znajdź wszystkie aplikacje repozytorium ll-cli search . # znajdź wszystkie bazy repozytorium ll-cli search . --type=base # znajdź wszystkie środowiska wykonawcze repozytorium ll-cli search . --type=runtime
uk: Користування: ll-cli search [ПАРАМЕТРИ] КЛЮЧОВІ СЛОВА Приклад: # знайти віддалену програму за назвою ll-cli search org.deepin.demo # знайти віддалене середовище виконання за назвою ll-cli search org.deepin.base --type=runtime # знайти усі програми у віддаленому сховищі ll-cli search . # знайти усі основи віддаленого сховища ll-cli search . --type=base # знайти усі середовища виконання у віддаленому сховищі ll-cli search . --type=runtime

source: Specify the Keywords
pl: Podaj słowa kluczowe
uk: Вказати ключові слова

source: Filter result with specify type. One of "runtime", "base", "app" or "all"
pl: Filtruj wyniki wybranego typu. Na przykład "runtime", "base", "app" lub "all"
uk: Фільтрувати результат за типом. Одне зі значень, «runtime», «base», «app» або «all»

source: Specify the repo
pl: Podaj repozytorium
uk: Вказати сховище

source: Include develop application in result
pl: Uwzględnij aplikacje w trakcie rozwoju w wynikach wyszukiwania
uk: Включити до результату програми у розробці

source: Show all versions of an application(s), base(s) or runtime(s)
pl: Pokaż wszystkie wersje aplikacji, baz i środowisk wykonawczych
uk: Показати усі версії програм, основ або середовищ виконання

source: List installed application(s), base(s) or runtime(s)
pl: Wyświetl listę zainstalowanych aplikacji, baz i środowisk wykonawczych
uk: Вивести список встановлених програм, основ або середовищ виконання

source: Usage: ll-cli list [OPTIONS] Example: # show installed application(s), base(s) or runtime(s) ll-cli list # show installed base(s) ll-cli list --type=base # show installed runtime(s) ll-cli list --type=runtime # show the latest version list of the currently installed application(s) ll-cli list --upgradable
pl: Polecenie: ll-cli list [OPCJE] Przykład: # pokaż zainstalowane aplikacje, bazy lub środowiska wykonawcze ll-cli list # pokaż zainstalowane bazy ll-cli list --type=base # pokaż zainstalowane środowiska wykonawcze ll-cli list --type=runtime # pokaż najnowsze wersje zainstalowanych aplikacji ll-cli list --upgradable
uk: Користування: ll-cli list [ПАРАМЕТРИ] Приклад: # вивести список встановлених програм, основ або середовищ виконання ll-cli list # вивести список встановлених основ ll-cli list --type=base # вивести список встановлених середовищ виконання ll-cli list --type=runtime # вивести список найсвіжіших версій поточних встановлених програм ll-cli list --upgradable

source: Show the list of latest version of the currently installed application(s), base(s) or runtime(s)
pl: Wyświetl listę najnowszych wersji zainstalowanych aplikacji, baz i środowisk wykonawczych
uk: Вивести список найсвіжіших встановлених програм, основ або середовищ виконання

source: Display or modify information of the repository currently using
pl: Pokaż lub zmień informacje używanego repozytorium
uk: Вивести або змінити дані поточного використаного сховища

source: Usage: ll-cli repo SUBCOMMAND [OPTIONS]
pl: Polecenie: ll-cli repo PODKOMENDA [OPCJE]
uk: Користування: ll-cli repo ПІДКОМАНДА [ПАРАМЕТРИ]

source: Add a new repository
pl: Dodaj nowe repozytorium
uk: Додати новий запис сховища

source: Usage: ll-cli repo add [OPTIONS] NAME URL
pl: Polecenie: ll-cli repo add [OPCJE] NAZWA URL
uk: Користування: ll-cli repo add [ПАРАМЕТРИ] НАЗВА АДРЕСА

source: Specify the repo name
pl: Podaj nazwę repozytorium
uk: Вказати назву сховища

source: Url of the repository
pl: Adres URL repozytorium
uk: Адреса сховища

source: Alias of the repo name
pl: Alias repozytorium
uk: Альтернативна назва сховища

source: Modify repository URL
pl: Zmień adres URL repozytorium
uk: Змінити адресу сховища

source: Remove a repository
pl: Usuń repozytorium
uk: Вилучити запис сховища

source: Usage: ll-cli repo remove [OPTIONS] NAME
pl: Polecenie: ll-cli repo remove [OPCJE] NAZWA
uk: Користування: ll-cli repo remove [ПАРАМЕТРИ] НАЗВА

source: Update the repository URL
pl: Zaktualizuj adres URL repozytorium
uk: Оновити адресу сховища

source: Usage: ll-cli repo update [OPTIONS] NAME URL
pl: Polecenie: ll-cli repo update [OPCJE] NAZWA URL
uk: Користування: ll-cli repo update [ПАРАМЕТРИ] НАЗВА АДРЕСА

source: Set a default repository name
pl: Ustaw domyślną nazwę repozytorium
uk: Встановити назву типового сховища

source: Usage: ll-cli repo set-default [OPTIONS] NAME
pl: Polecenie: ll-cli repo set-default [OPCJE] NAZWA
uk: Користування: ll-cli repo set-default [ПАРАМЕТРИ] НАЗВА

source: Show repository information
pl: Pokaż informacje repozytorium
uk: Вивести дані сховища

source: Usage: ll-cli repo show [OPTIONS]
pl: Polecenie: ll-cli repo show [OPCJE]
uk: Користування: ll-cli repo show [ПАРАМЕТРИ]

source: Set the priority of the repo
pl: Ustaw priorytet repozytorium
uk: Встановити пріоритетність сховища

source: Usage: ll-cli repo set-priority ALIAS PRIORITY
pl: Polecenie: ll-cli repo set-priority ALIAS PRIORYTET
uk: Користування: ll-cli repo set-priority АЛЬТЕРНАТИВНА_НАЗВА ПРІОРИТЕТНІСТЬ

source: Priority of the repo
pl: Priorytet repozytorium
uk: Пріоритетність сховища

source: Enable mirror for the repo
pl: Włącz mirror dla wybranego repozytorium
uk: Увімкнути дзеркало для сховища

source: Usage: ll-cli repo enable-mirror [OPTIONS] ALIAS
pl: Polecenie: ll-cli repo enable-mirror [OPCJE] ALIAS
uk: Користування: ll-cli repo enable-mirror [ПАРАМЕТРИ] АЛЬТЕРНАТИВНА_НАЗВА

source: Disable mirror for the repo
pl: Wyłącz mirror dla wybranego repozytorium
uk: Вимкнути дзеркало для сховища

source: Usage: ll-cli repo disable-mirror [OPTIONS] ALIAS
pl: Polecenie: ll-cli repo disable-mirror [OPCJE] ALIAS
uk: Користування: ll-cli repo disable-mirror [ПАРАМЕТРИ] АЛЬТЕРНАТИВНА_НАЗВА

source: Display information about installed apps or runtimes
pl: Pokaż informacje o zainstalowanych aplikacjach i środowiskach wykonawczych
uk: Вивести дані щодо встановлених програм або середовищ виконання

source: Usage: ll-cli info [OPTIONS] APP
pl: Polecenie: ll-cli info [OPCJE] APLIKACJA
uk: Користування: ll-cli info [ПАРАМЕТРИ] ПРОГРАМА

source: Specify the application ID, and it can also be a .layer file
pl: Podaj ID aplikacji, może być to również plik .layer
uk: Вказати за ідентифікатором програми, також можна вказати файл .layer

source: Display the exported files of installed application
pl: Pokaż wyeksportowane pliki zainstalowanych aplikacji
uk: Показати експортовані файли встановленої програми

source: Usage: ll-cli content [OPTIONS] APP
pl: Polecenie: ll-cli content [OPCJE] APLIKACJA
uk: Користування: ll-cli content [ПАРАМЕТРИ] ПРОГРАМА

source: Specify the installed application ID
pl: Podaj ID zainstalowanej aplikacji
uk: Вказати ідентифікатор встановленої програми

source: Remove the unused base or runtime
pl: Usuń nieużywaną bazę lub środowisko wykonawcze
uk: Вилучити невикористану основу або середовище виконання

source: Usage: ll-cli prune [OPTIONS]
pl: Polecenie: ll-cli prune [OPCJE]
uk: Користування: ll-cli prune [ПАРАМЕТРИ]

source: Display the information of installed application
pl: Pokaż informacje zainstalowanej aplikacji
uk: Вивести дані щодо встановленої програми

source: Usage: ll-cli inspect [OPTIONS]
pl: Polecenie: ll-cli inspect [OPCJE]
uk: Користування: ll-cli inspect [ПАРАМЕТРИ]

source: Specify the process id
pl: Podaj ID procesu
uk: Вказати ідентифікатор процесу

source: Invalid process id
pl: Nieprawidłowe ID procesu
uk: Некоректний ідентифікатор процесу

source: Invalid pid format
pl: Nieprawidłowy format PID
uk: Некоректний формат PID

source: Specify the installed app(base or runtime)
pl: Podaj zainstalowaną aplikację (baza lub środowisko wykonawcze)
uk: Вказати встановлену програму (основу або середовище виконання)

source: Specify a module
pl: Wprowadź moduł
uk: Вкажіть модуль

source: If you found any problems during use, You can report bugs to the linyaps team under this project: https://github.com/OpenAtom-Linyaps/linyaps/issues
pl: Jeśli znajdziesz jakieś problemy, możesz zgłosić błąd do zespołu linyaps pod tym adresem: https://github.com/OpenAtom-Linyaps/linyaps/issues
uk: Якщо під час користування у вас виникнуть якісь проблеми, ви можете повідомити про вади команді розробників linyaps на сторінці проєкту: https://github.com/OpenAtom-Linyaps/linyaps/issues

source: linyaps CLI A CLI program to run application and manage application and runtime
pl: linyaps CLI Aplikacja wiersza poleceń do uruchamiania i zarządzania aplikacjami oraz środowiskami wykonawczymi
uk: linyaps CLI Інтерфейс командного рядка для запуску програм і керування програмами та середовищами виконання програм

source: Print this help message and exit
pl: Wyświetl tę wiadomość i zakończ
uk: Вивести це довідкове повідомлення і завершити роботу

source: Expand all help
pl: Rozwiń pomoc
uk: Розгорнути довідку

source: Usage: ll-cli [OPTIONS] [SUBCOMMAND]
pl: Polecenie: ll-cli [OPCJE] [PODKOMENDA]
uk: Користування: ll-cli [ПАРАМЕТРИ] [ПІДКОМАНДА]

source: Show version
pl: Pokaż wersję
uk: Показати дані щодо версії

source: Use peer to peer DBus, this is used only in case that DBus daemon is not available
pl: Użyj połączenia peer-to-peer DBus, zalecane, gdy daemon DBus nie jest dostępny
uk: Скористатися міжвузловим DBus, використовується лише у випадку, коли фонова служба DBus є недоступною

source: Use json format to output result
pl: Użyj formatu JSON do wyświetlenia wyniku.
uk: Використати формат json для виведення результату

source: Show debug info (verbose logs)
pl: Wyświetl informacje debug (poszerzone logi)
uk: Показати діагностичні дані (докладний журнал)

source: Managing installed applications and runtimes
pl: Zarządzanie zainstalowanymi aplikacjami i środowiskami wykonawczymi
uk: Керування встановленими програмами і середовищами виконання

source: Managing running applications
pl: Zarządzanie uruchomionymi aplikacjami
uk: Керування запущеними програмами

source: Finding applications and runtimes
pl: Poszukiwanie aplikacji i środowisk wykonawczych
uk: Пошук програм і середовищ виконання

source: Managing remote repositories
pl: Zarządzanie zdalnymi repozytoriami
uk: Керування віддаленими сховищами

source: linyaps CLI version
pl: Wersja linyaps CLI
uk: Командний інтерфейс linyaps, версія

source: ID
uk: Ід.

source: Name
pl: Nazwa
uk: Назва

source: Version
pl: wersja
uk: Версія

source: Channel
pl: Kanał
uk: Канал

source: Module
pl: Moduł
uk: Модуль

source: Description
pl: Opis
uk: Опис

source: No packages found in the remote repo.
pl: Nie znaleziono pakietów w zdalnym repozytorium.
uk: У віддаленому сховищі не виявлено пакунків.

source: Repo
pl: Repozytorium
uk: Сховище

source: No containers are running.
pl: Brak uruchomionych kontenerów.
uk: Не запущено жодного контейнера.

source: App
pl: Aplikacja
uk: Програма

source: ContainerID
pl: ID kontenera
uk: Ід. контейнера

source: Url
uk: Адреса

source: Alias
uk: Інша назва

source: Priority
pl: Priorytet
uk: Пріоритетність

source: No apps available for update.
pl: Brak aplikacji do zaktualizowania.
uk: Немає програм для оновлення.

source: Installed
pl: Zainstalowana
uk: Встановлено

source: New
pl: Nowa
uk: Створити

source: linyaps builder CLI A CLI program to build linyaps application
pl: linyaps builder CLI Aplikacja wiersza poleceń do budowania aplikacji
uk: Командний інтерфейс збиральника linyaps Командний інтерфейс для збирання програм linyaps

source: Usage: ll-builder [OPTIONS] [SUBCOMMAND]
pl: Polecenie: ll-builder [OPCJE] [PODKOMENDA]
uk: Користування: ll-builder [ПАРАМЕТРИ] [ПІДКОМАНДА]
